Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Schröpfköpfe für die Moxibustionstherapie
en: Cupping glasses for moxibustion therapy

source: Geräte zur Messung des Schädelinnendrucks
en: Devices for measuring intracranial pressure

source: Elektrische Kauter für chirurgische Zwecke
en: Electric cauteries for surgical use

source: Elektrische Massagegeräte für den Hausgebrauch
en: Electric massage apparatus for household use

source: Filter für Blut und Blutbestandteile
en: Filters for blood and blood components

source: Eisbeutelkissen für medizinische Zwecke
en: Ice bag pillows for medical purposes

source: Infusionsapparate fÃ¼r therapeutische Zwecke
en: Infusion apparatus for therapeutic purposes

source: Massagebetten für medizinische Zwecke
en: Massage beds for medical purposes

source: Ärztliche und chirurgische Laparoskope
en: Medical and surgical laparoscopes

source: Medizinische Geräte für die Moxibustionstherapie
en: Medical devices for moxibustion therapy

source: Medizinische Eisbeutelhalter
en: Medical Ice bag holders

source: Medizinische Behandlungsstühle
en: Medical procedure chairs

source: Reflexhämmer für diagnostische Zwecke
en: Percussion hammers for diagnostic purposes

source: Scharfe Küretten
en: Sharp curettes

source: Röntgengeräte für zahnärztliche und ärztliche Zwecke
en: X-ray appliances for dental and medical use

source: Decken für medizinische Zwecke
en: Blankets for medical purposes

source: Eisbeutel für medizinische Zwecke
en: Ice bags for medical purposes

source: Orthetische Einlagen für Schuhwaren
en: Orthotic inserts for footwear

source: Orthopädische Sohlen
en: Orthopaedic soles

source: Nadeln (chirurgisch)
en: Surgical needles

source: Tragen für Patienten
en: Patient stretchers

source: Empfängnisverhütende Vorrichtungen
en: Contraceptives, non-chemical

source: Luftkissen für medizinische Zwecke
en: Air cushions for medical purposes

source: Skalpelle
en: Scalpels

source: Messer für chirurgische Zwecke
en: Knives for surgical purposes

source: Chirurgische Schneidwerkzeuge
en: Surgical cutting instruments

source: Vernebler für medizinische Zwecke
en: Vaporizers for medical purposes

source: Spritzen für medizinische Zwecke
en: Syringes for medical purposes

source: Injektoren für medizinische Zwecke
en: Injectors for medical purposes

source: Drainageröhren für medizinische Zwecke
en: Drainage tubes for medical purposes

source: Zahnärztliche Geräte
en: Dental equipment

source: Tomografen für medizinische Zwecke
en: Tomographs for medical purposes

source: Endoskopiekameras für medizinische Zwecke
en: Endoscopy cameras for medical purposes

source: Subkutane Klappen aus künstlichen Materialien für Implantationen
en: Subcutaneous valves comprised of artificial materials for implantation

source: Chirurgische Netze, vorwiegend bestehend aus künstlichem Material
en: Surgical mesh comprised primarily of artificial materials

source: Schleifscheiben für zahnärztliche Zwecke
en: Abrasive wheels for dental purposes

source: Trennscheiben für zahnmedizinische Zwecke
en: Cut-off wheels for dental purposes

source: Trennscheiben für die zahnärztliche Anwendung
en: Cutting discs for dental applications

source: Bohrschablonen zur zahnärztlichen Anwendung
en: Drilling jigs for dental applications

source: Bohrschablonen zur chirurgischen Anwendung
en: Drilling jigs for surgical applications

source: Medizinische Kompressionshosen
en: Medical compression tights

source: Prothetische Gewebe für parietale Zwecke
en: Prosthetic tissues for parietal use

source: Prothetische Gewebe für vaskuläre Zwecke
en: Prosthetic tissues for vascular use

source: Prothetische Gewebe für viszerale Zwecke
en: Prosthetic tissues for visceral use

source: Chirurgische Apparate und Instrumente für medizinische Zwecke
en: Surgical apparatus and instruments for medical use

source: Ohrstöpsel zum Schlafen
en: Ear plugs for sleeping

source: Ohrstöpsel für den Schutz vor Lärm
en: Ear plugs for protection against noise

source: Augenimplantate aus künstlichen Materialien
en: Ocular implants made from artificial materials

source: Apparate zur Messung des arteriellen Blutdurchflusses im Auge
en: Apparatus for measuring arterial blood flow in the eye

source: Magnetresonanztomographiescanner [MRI]
en: Magnetic resonance imaging scanners

source: Medizinische Schläuche für Irrigationszwecke
en: Medical tubing for irrigation purposes

source: Zahnprothesen in der Form von Inlays
en: Dental prostheses in the form of inlays

source: Geräte für Körperübungen für therapeutische Zwecke
en: Physical exercise apparatus for therapeutic use

source: Kniebandagen für medizinische Zwecke
en: Knee supports for medical use

source: Urologische Instrumente
en: Urological instruments

source: Telemetriegeräte für medizinische Zwecke
en: Telemetry apparatus for medical use

source: Chemilumineszente Lichtquellen für die Endoskopie
en: Chemiluminescent light sources for use in endoscopy

source: Diagnostische Apparate zur Feststellung von abnormalen Prion-Proteinen
en: Diagnostic apparatus for the detection of abnormal prion protein

source: Zentrale Venenkatheter
en: Central venous catheters

source: Magnetresonanztomographieapparate [MRT]
en: Magnetic resonance tomography apparatus

source: Medizinische Instrumente zur Aufzeichnung der Herzaktivität
en: Medical instruments for recording heart activity

source: Durchsichtige Gesichtsschutzschirme für medizinisches Personal
en: Transparent face shields for use by medical personnel

source: Chemisch aktivierte Heizkissen für medizinische Zwecke
en: Chemically activated heating pads for medical purposes

source: Halskrausen für medizinische Zwecke
en: Elizabethan collars for veterinary use

source: Elektronische Muskelstimulatoren für medizinische Zwecke
en: Electronic muscle stimulators for medical use

source: Nichtelektrische Massagegeräte
en: Non-electric massage apparatus

source: Digitale Hörgeräte
en: Digital hearing aids

source: Elektronische Hörgeräte
en: Electronic hearing aids

source: Einweghandschuhe für chirurgische Zwecke
en: Disposable gloves for surgical use

source: Chemisch aktivierte Wärmegelkompressen für medizinische Zwecke
en: Chemically activated hot gel packs for medical use

source: Chemisch aktivierte Kühlgelkompressen für medizinische Zwecke
en: Chemically activated cold gel packs for medical use

source: Chemisch aktivierte Wärmekompressen für medizinische Zwecke
en: Chemically activated hot compresses for medical use

source: Chemisch aktivierte Kältekompressen für medizinische Zwecke
en: Chemically activated cold compresses for medical use

source: Künstliche Brustimplantate
en: Artificial breast implants

source: Künstliche Herzen
en: Artificial hearts

source: Massagestühle mit eingebautem Massagegerät
en: Massage chairs with built-in massage apparatus

source: Hygienemasken für medizinische Zwecke
en: Sanitary masks for medical use

source: Schutzhandschuhe für medizinische Zwecke
en: Protective gloves for medical use

source: Künstlicher Gefäßersatz
en: Artificial vascular grafts

source: Rosshaarhandschuhe für Massagen
en: Horsehair gloves for massage

source: Bildgebende Diagnoseapparate für die Nuklearmedizin
en: Nuclear medicine diagnostic imaging apparatus

source: Medizinische Beutel zum Halten von medizinischen Instrumenten
en: Medical bags designed to hold medical instruments

source: Medizinische Apparate zur Diagnose bei Verdacht auf Herzinfarkten
en: Medical apparatus for diagnosing suspected heart attacks

source: Spezialbetten für Verbrennungspatienten
en: Beds specially made for use by burn patients

source: Zungenspatel für medizinische Zwecke
en: Tongue depressors for medical purposes

source: Zahnschutz für zahnmedizinische Zwecke
en: Teeth protectors for dental purposes

source: Implantatbrücken für zahnärztliche Zwecke
en: Implant bridges for dental purposes

source: Implantat-Abutments für zahnärztliche Zwecke
en: Implant abutments for dental purposes

source: Aufblasgeräte für Ballonkatheter
en: Inflation devices for balloon catheters

source: Ellbogenschützer für medizinische Zwecke
en: Elbow guards for medical purposes

source: Abgestufte Kompressionsstrumpfwaren
en: Graduated compression hosiery

source: Geräte zur Messung des Body-Mass-Index [BMI] für medizinische Zwecke
en: Body mass index (BMI) measuring devices for medical use

source: Tragbare medizinische Epilierer
en: Medical portable epilators

source: Cochlea-Implantate aus künstlichen Materialien
en: Cochlear implants made from artificial materials

source: Gelenkpfannenimplantate aus künstlichen Materialien
en: Cotyloid implants made from artificial materials

source: Zahnimplantate aus künstlichen Materialien
en: Dental implants made from artificial materials

source: Dentalsonden zur Verwendung für Zahnbehandlungen
en: Dental picks for use in dental treatment

source: Medizinische Wegwerf-Hilfsmittel zur Behandlung von Verstopfung
en: Disposable medical devices for treating constipation

source: Enterale Ernährungspumpe
en: Enteral feeding pumps

source: Hüftgelenkimplantate und deren Teile aus künstlichen Materialien
en: Hip joint implants and their parts made of artificial materials

source: Subkutane Injektoren
en: Hypodermic injectors

source: Unbefüllte Insulin-Pens
en: Insulin pens sold empty

source: Interne Nasendehner
en: Internal nasal dilators

source: Impfpistolen für medizinische Zwecke
en: Jet injectors for medical use

source: Medizinische Geräte zur Bandscheibenreparatur
en: Medical apparatus for spinal disc repair

source: Intraokulare Implantate aus künstlichen Materialien zur Änderung der Augenfarbe
en: Intraocular implants for changing eye color made from artificial materials

source: Medizinische Hilfsmittel zur Bandscheibenreparatur in Form von Bandscheibenimplantaten aus künstlichen Materialien
en: Medical devices for spinal disc repair in the nature of spinal disc implants made from artificial substances

source: Mehrfachspritzen mit Nadeln
en: Multishot needle syringes

source: Sauerstoffinhaliergeräte für therapeutische Zwecke
en: Oxygen inhalators for therapeutic purposes

source: Therapiegeräte für Kinder mit Autismus
en: Therapeutic apparatus for children with autism

source: Therapeutische Mundstücke zur Schnarchprävention
en: Therapeutic mouthpieces for the prevention of snoring

source: Therapeutische Nasenklemmen zur Schnarchprävention
en: Therapeutic nose clips for the prevention of snoring

source: Radiologische Apparate für medizinische Zwecke
en: Radiological apparatus for medical purposes

source: Röntgenbilder für medizinische Zwecke
en: X-ray photographs for medical purposes

source: Massagegeräte für die Augen
en: Massage apparatus for eyes

source: Kühlkissen für die Erste Hilfe
en: Cooling pads for first aid purposes

source: Künstliche Kehlköpfe
en: Artificial larynxes

source: Batteriebetriebene künstliche Kehlköpfe
en: Battery-powered artificial larynxes

source: Starre Bronchoskope
en: Rigid bronchoscopes

source: Flexible Bronchoskope
en: Flexible bronchoscopes

source: Starre Ösophagoskope
en: Rigid esophagoscopes

source: Flexible Ösophagoskope
en: Flexible esophagoscopes

source: Hautfaltenmessschieber für medizinische Zwecke
en: Skinfold calipers for medical purposes

source: Autoinjektoren für die Verabreichung pharmazeutischer Präparate
en: Autoinjectors for the administration of pharmaceutical preparations

source: Kompressionsbandagen für Körpergliedmaßen zu Sportzwecken
en: Body limb compression sleeves for athletic use

source: Analoge Hörgeräte
en: Analog hearing aids

source: Elektronische Stimulationsgeräte für die Physiotherapie
en: Electronic stimulation apparatus for physiotherapy

source: Leere Blutauffangbeutel für medizinische Zwecke
en: Blood collection bags for medical purposes, empty

source: Blutauffangbeutel für medizinische Zwecke
en: Blood collection bags for medical purposes

source: Blutauffangbeutel für veterinärmedizinische Zwecke
en: Blood collection bags for veterinary purposes

source: Leere Blutauffangbeutel für veterinärmedizinische Zwecke
en: Blood collection bags for veterinary purposes, empty

source: Batteriebetriebene Kopfmassagegeräte
en: Battery-operated scalp massagers

source: Verdampfer für die Behandlung von Erkrankungen der oberen Atemwege
en: Vaporizers for the treatment of upper respiratory conditions

source: Luer-Lock-Nadeln für medizinische Zwecke
en: Luer lock needles for medical use

source: Gehörschutzgeräte ohne Tonwiedergabe- oder -übertragungsmöglichkeit
en: Hearing protectors without the ability to reproduce or transmit sound

source: Masken und Ausrüstung für die künstliche Beatmung
en: Masks and equipment for artificial respiration

source: Elektrische Massageapparate zur Schönheitspflege für Haushaltszwecke
en: Electric esthetic massage apparatus for household purposes

source: Optometrische Autorefraktometer
en: Optometric autorefractors

source: Kühlgeräte für Gießformen
en: Cooling apparatus for moulds

source: Öfen zum Schmelzen von Metallen
en: Furnaces for melting metals

source: Öfen zum Vorwärmen der Charge
en: Furnaces for preheating charges

source: Öfen zur Altmetallrückgewinnung
en: Furnaces for recovering scrap metals

source: Gasfilter und -reiniger
en: Gas cleaners and purifiers

source: Beleuchtungen für Drucktaster
en: Illuminated push-buttons

source: Regelgeräte als Teile von Ölbrennern
en: Regulating apparatus being parts of oil burners

source: Elektrische Öfen zur Wärmebehandlung
en: Electric heat-treating furnaces

source: Elektrische Heißlufthandtrockner
en: Electric hot air hand dryers

source: Wärmetauscher für Zentralheizungen
en: Heat exchangers for central heating purposes

source: Ionenbeschleunigungsgeräte [Luftbehandlung]
en: Accelerated ion devices [for treating the air]

source: Magnesiumdrähte [Beleuchtung]
en: Magnesium filaments for lighting

source: Anlagen zum Beleuchten von Christbäumen
en: Installations for lighting christmas trees

source: Mischbatterien für die manuelle Regelung der Wassertemperatur
en: Mixer taps for the manual regulating of water temperature

source: Mobile Lüftungsapparate
en: Mobile ventilating apparatus

source: Entsalzungsanlagen
en: Desalination plants

source: Rohrschlangen als Teile von Heizungsanlagen
en: Coils being parts of heating installations

source: Luftreinigungsapparate für Abfallreinigungsanlagen
en: Purification installations for waste material

source: Heizlüfter
en: Hot air ovens

source: Kartuschenfiltergeräte [Geräte zur Wasseraufbereitung]
en: Cartridge filtration units [water treatment equipment]

source: Umkehrosmosefiltergeräte [Geräte zur Wasseraufbereitung]
en: Reverse osmosis filtration units [water treatment equipment]

source: Strahldüsen für die Warmluftzirkulation in Sprudelbädern
en: Jet nozzles for warm air circulations in bubble baths

source: Düsen für Badeapparate
en: Jets for bath apparatus

source: Batteriebetriebene Notbeleuchtungsgeräte mit Glühlampen
en: Battery powered incandescent emergency lighting units

source: Luftreinigungsapparate und -maschinen
en: Air purifying apparatus and machines

source: Heizungsapparate und -anlagen
en: Heating apparatus and installations

source: Wasserfilter für gewerbliche Zwecke
en: Water filters for industrial purposes

source: Regelungs- und Sicherheitszubehör für Gasgeräte
en: Regulating and safety accessories for gas apparatus

source: Chochins [tragbare Papierlaternen]
en: Portable paper lanterns (chochin)

source: Infrarotlampen zum Trocknen der Haare
en: Infrared lamps for drying the hair

source: Leuchten für festliche Dekorationen
en: Lamps for festive decoration

source: Öfen für die Elektronikindustrie
en: Ovens for use in the electronics industry

source: Kühlbehälter, gasbetrieben
en: Refrigerated containers [gas]

source: Ausgleichsbehälter für Zentralheizungen
en: Expansion tanks for central heating installations

source: Toiletten zum Einbau in transportable Bauten
en: Toilets for incorporation in portable buildings

source: Nachwärmöfen für Werkzeuge
en: Tool reheating furnaces

source: LED-Glühlampen
en: LED light bulbs

source: Automatische Einrichtungen zum Tränken
en: Watering installations, automatic

source: Gasbefeuerte Öfen
en: Gas fired furnaces

source: Gasbetriebene Zentralheizungsanlagen
en: Gas fuelled central heating installations

source: Urinale [sanitäre Einrichtungen]
en: Urinals [sanitary fixtures]

source: Backöfen [für Haushaltszwecke]
en: Baking ovens [for household purposes]

source: Entfeuchter für Haushaltszwecke
en: Dehumidifiers for household use

source: Elektrische Badewasserreinigungsgeräte für Haushaltszwecke
en: Electric bath-water purifying apparatus for household purposes

source: Elektrische Brotbacköfen
en: Electric bread cookers

source: Flaschenkühler [Apparate]
en: Bottle coolers [apparatus]

source: Brennköpfe für Gasherde
en: Burner caps for gas stoves

source: Automatische Sprinkleranlagen für die landwirtschaftliche Bewässerung
en: Sprinkler installations [automatic] for agricultural purposes

source: Automatische Sprinkleranlagen für die Gartenbewässerung
en: Sprinkler installations [automatic] for horticultural purposes

source: Sprinkler [automatische Anlagen] zur Bewässerung von Blumen und Pflanzen
en: Sprinklers [automatic installations] for watering flowers and plants

source: Dampfbäder
en: Steam baths

source: Aus Stahl gepresste Einzeltoiletten
en: Single lavatories pressed from steel

source: Badezimmerwaschbecken [Teile von sanitären Anlagen]
en: Bathroom basins [parts of sanitary installations]

source: Wäscheschleudern [Wärmetrockner]
en: Tumblers [heat dryers] for laundry use

source: Anlagen zum Desodorieren der Atmosphäre
en: Installations for deodorising the atmosphere

source: Abzugshauben für Futtertrockner
en: Extraction hoods for fodder driers

source: Ventilatoren für Rauchabzüge
en: Fans for fume extractors

source: Ventilatoren für Gasabzüge
en: Fans for gas extractors

source: Abluftfilter für Absauger [Teile von häuslichen oder gewerblichen Anlagen]
en: Filters for exhaust extractors [parts of household or industrial installations]

source: Filter für Gase [Haushalts- oder gewerbliche Anlagen]
en: Filters for gases [household or industrial installations]

source: Reaktoren als chemische Industrieanlagen
en: Reactors being industrial chemical installations

source: Reaktoren für Gas-Gas-Reaktionen
en: Reactors for gas-gas reactions

source: Rekuperatoren zum Vorwärmen von Verbrennungsluft in Heizungssystemen mittels heißem Rauchgas
en: Recuperators for pre-heating combustion air in heating systems by the use of hot flue gas

source: Grobsiebe für die Wasserreinigung
en: Coarse strainers for water screening

source: Heizungsgeräte für Wohnräume
en: Residential heating units

source: Beleuchtung zur Verwendung mit Sicherheitssystemen
en: Lighting being for use with security systems

source: Elektrische Handhaartrockner
en: Hand-held electric hair dryers

source: Mikrowellenherde zum Kochen
en: Microwave ovens for cooking

source: Lineare Strahlungsheizsysteme
en: Radiant linear heating systems

source: Bunte Lichterketten zu Dekorationszwecken
en: Strings of coloured lights for decorative purposes

source: Ultraviolett-Wassersterilisiereinheiten für Haushaltszwecke
en: Ultra-violet water sterilisation units for domestic use

source: Kaminlüfter zur Gasabsaugung
en: Fire ventilators for exhausting gases

source: Sanitärablaufarmaturen für Tropfleitungen
en: Sanitary drain armatures for drip pipelines

source: Sanitärwaren aus Porzellan
en: Sanitary ware made of porcelain

source: Elektrische Kaffeeröster
en: Electric coffee roasters

source: Wärmetauscher für chemische Verfahren
en: Heat exchangers [for chemical processing]

source: Einbaulampen für Möbel
en: Dome lights for furniture

source: Apparate für die Lieferung von Wasser für sanitäre Zwecke
en: Apparatus for the supply of water for sanitary purposes

source: Deckenleuchten [Lampen]
en: Roof lights [lamps]

source: Fahrtlichter für Landfahrzeuge
en: Running lights for land vehicles

source: Rauchzüge für Kamine
en: Chimney extractors

source: Gesteuerte Mischbatterien als Teile von Duschanlagen
en: Controlled mixers being parts of shower installations

source: Selbstregulierende Heizgeräte in Form von Gurten
en: Self regulating heaters in the form of straps

source: Dämpfungsgeräte [Teile von Heizgeräten]
en: Damping apparatus [parts of fires]

source: Bräunungsgeräte [Bräunungslampen]
en: Tanning apparatus [sun lamps]

source: Belüftungshauben zum Rauchabzug
en: Ventilating hoods for smoke

source: Elektrische Vorhärtöfen für zahnmedizinische Zwecke
en: Electrical preheating ovens for dental purposes

source: Horizontal angeordnete zylindrische Raumheizlüfter
en: Forced air type horizontally disposed cylindrical space heaters

source: Drucküberwachungsapparate [Sicherheitsvorrichtungen für Gasgeräte]
en: Pressure supervision apparatus [safety apparatus for gas apparatus]

source: Halogenlampen zum Einbau in Elektrokocher
en: Halogen lamps for incorporation into electric cookers

source: Ortsfeste Nachbrenner
en: Fixed after-heating burners

source: Heißwindöfen [für gewerbliche Zwecke]
en: Hot blast furnaces [for industrial purposes]

source: Luftbefeuchter [für Haushaltszwecke]
en: Humidifiers [for household purposes]

source: Industrielle Reiskocher
en: Industrial rice cookers

source: Toaster [elektrisch]
en: Electric toasters

source: Speisevorrichtungen für Heizkessel
en: Feeding apparatus for heating boilers

source: Badwaschbecken mit Sockel
en: Pedestal bathroom sinks

source: Hängelampen mit Leuchtstoffröhren
en: Pendant fluorescent lighting fixtures

source: Wärmestrahler zur Beheizung von Gebäuden
en: Thermal radiators for the heating of buildings

source: Keramik mit Gluteffekt als Teile und Bestandteile von Kaminen
en: Fuel effect ceramics being parts and fittings for fires

source: Stroboskoplichter [dekorativ]
en: Strobe lights [decorative]

source: Verbrennungsanlagen für Abfallbrennstoffe
en: Combustion installations for waste fuels

source: Magnetsteuerungen für automatisch arbeitende Ventile [Teile von Heizungsanlagen]
en: Valves (solenoid controls for automatically operating -) [parts of heating installations]

source: Spülhebel [Teile von Toiletten]
en: Flush levers [parts of toilets]

source: Elektrische Heizelemente in Form von Kabeln
en: Electrical heating elements in the form of cables

source: Elektrische Heizelemente in Form von Folie
en: Electrical heating elements in the form of foil

source: Heizungsanlagen für Flüssigkeiten
en: Heating installations for fluids

source: Entladungslampen mit hoher Intensität
en: High intensity discharge luminaires

source: Klimaanlagen für landwirtschaftliche Zwecke
en: Air conditioning installations for agricultural use

source: Elektrische Klimaanlagen
en: Electric air conditioners

source: Elektrische Radiatoren [nicht für Motoren und Maschinen]
en: Electric radiators [not for motors and engines]

source: Handduschen [Duscharmaturen]
en: Hand sets being shower fittings

source: Propangasbetriebene Raumheizer
en: Propane gas fired space heaters

source: Öfen für Gasrückgewinnungszwecke
en: Furnaces for gas recovery purposes

source: Befeuchter [ausgenommen für medizinische Zwecke]
en: Humidifiers [other than for medical use]

source: Zündgeräte für Gasfeuerungen
en: Ignition apparatus for gas fires

source: Hochleistungsfilter zur Klimatisierung
en: Power filters for airconditioning

source: Energiebetriebene Sanitäranlagen
en: Powered sanitary installations

source: Elektrische Kaffeekannen mit Perkolator
en: Electrical coffee pots incorporating percolators

source: Luftfilter [Klimatisierung]
en: Filters for air conditioning

source: Chromatografiegeräte für industrielle Zwecke
en: Chromatography apparatus for industrial purposes
